Repository: steambun882/pencatatanKeunganCTONEW
Catalog: lib/l10n/app_*.arb
Languages: id

# appTitle
source: Finance Tracker
id: Pencatatan Keuangan

# navDashboard
source: Dashboard
id: Dasbor

# navTransactions
source: Transactions
id: Transaksi

# navReports
source: Reports
id: Laporan

# navSettings
source: Settings
id: Pengaturan

# onboardingTitle
source: Quick walkthrough
id: Panduan Singkat

# onboardingDescription
source: Review recent entries, manage reports, and adjust preferences to keep your finances organised.
id: Lihat ringkasan transaksi terbaru, kelola laporan, dan atur preferensi agar pencatatan keuangan terasa lebih mudah.

# onboardingActionPrimary
source: Get started
id: Mulai jelajah

# onboardingActionSecondary
source: I already know
id: Saya sudah mengerti

# dashboardQuickActionsTitle
source: Quick actions
id: Tindakan cepat

# dashboardQuickActionsDescription
source: Add transactions, review the daily summary, and explore insights tailored to you.
id: Tambah transaksi, lihat ringkasan harian, dan temukan wawasan penting untuk keuangan Anda.

# transactionsPlaceholderTitle
source: Transactions
id: Transaksi

# transactionsPlaceholderDescription
source: Create and maintain your income and expense records in one place.
id: Di sini Anda dapat menambahkan dan mengelola pemasukan maupun pengeluaran harian Anda.

# reportsPlaceholderTitle
source: Reports
id: Laporan

# reportsPlaceholderDescription
source: Generate detailed trends for weekly and monthly performance.
id: Bangun laporan dan pantau tren keuangan mingguan maupun bulanan secara menyeluruh.

# settingsThemeTitle
source: App appearance
id: Tampilan aplikasi

# settingsThemeDescription
source: Choose the theme mode that best matches your preference.
id: Sesuaikan mode tema agar pengalaman visual sesuai dengan preferensi Anda.

# themeModeSystem
source: Use system setting
id: Mengikuti sistem

# themeModeLight
source: Light
id: Terang

# themeModeDark
source: Dark
id: Gelap
